Repository: micahmills/Disciple-tools-prayer-request
Catalog: languages/disciple-tools-prayer-requests-*.po
Languages: es_es, fa_ir

source: Disciple.Tools - Prayer Requests
es_es: Disciple.Tools - Solicitudes de oración
fa_ir: ‫Disciple.Tools - درخواست دعا

source: Disciple.Tools - Prayer Requests easily share prayer requests with your team
es_es: Disciple.Tools - Las solicitudes de oración comparten fácilmente las solicitudes de oración con su equipo
fa_ir: ‫Disciple.Tools - درخواست دعا. به راحتی درخواست های دعا را با تیم خود به اشتراک بگذارید

source: Prayer Request
es_es: Petición de oración
fa_ir: درخواست دعا

source: Prayer Requests
es_es: Peticiónes de oraciónes
fa_ir: درخواست ها دعا

source: Multiplier
es_es: Multiplicadora
fa_ir: مبشر

source: Status
es_es: Estado
fa_ir: وضعیت

source: Set the current status.
es_es: Establezca el estado actual.
fa_ir: وضعیت فعلی مشخص کنید.

source: Prayer Request Answered
es_es: Solicitud de oración respondida
fa_ir: درخواست دعا

source: Prayer request has been answered.
es_es: La solicitud de oración ha sido respondida.
fa_ir: درخواست دعا مستجاب شد.

source: Active
es_es: Activa
fa_ir: فعال

source: Prayer request is active.
es_es: La solicitud de oración está activa.
fa_ir: این درخواست دعا فعال است.

source: Assigned To
es_es: Asignado a
fa_ir: اختصاص داده شده به

source: This person is responsible to follow up with and update this prayer request.
es_es: Esta persona es responsable de hacer un seguimiento y actualizar esta solicitud de oración.
fa_ir: این شخص موظف است این درخواست دعا را پیگیری و به روز کند.

source: Related Contacts
es_es: Contactos relacionados
fa_ir: مخاطبین مرتبط

source: The contacts connected to this prayer request.
es_es: Los contactos conectados a esta solicitud de oración.
fa_ir: مخاطبین متصل به این درخواست دعا.

source: Related Groups
es_es: Grupos relacionados
fa_ir: گروههای مرتبط

source: The groups connected to this prayer request.
es_es: Los grupos se conectaron a esta solicitud de oración.
fa_ir: گروهها متصل به این درخواست دعا.

source: Assigned to me
es_es: Asignado a mí
fa_ir: اختصاص‌داده‌شده به من

source: All
es_es: Todo
fa_ir: همه

source: Prayer Request Title
es_es: Título de solicitud de oración

# Optional Documentation
source: Prayer Request Title
es_es: Título de solicitud de oración

source: Prayer Request Content
es_es: Contenido de solicitud de oración
fa_ir: مطالب درخواست دعا

# Optional Documentation
source: Prayer Request Content
es_es: Contenido de solicitud de oración

# Prayer Request for this Contact
source: Prayer Request for this %s
es_es: Solicitud de oración para esto
fa_ir: درخواست دعا برای این %s

source: Create Prayer Request
es_es: Crear solicitud de oración
fa_ir: ایجاد درخواست دعا

source: Name
fa_ir: نام
